13/data/attachments/ace5b52249ff82bc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_1d74d672-0560-47e6-a220-fad2bb81cb47</nif:username>
            <nif:friendToBeAdded>Tammy_marriage_Actions_57193_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>